{"price": ["Free"], "company": ["Instagram"], "description": ["  Over 200 million users love Instagram! ", " ", " ", "  "], "name": ["   Instagram  ", " "]}
{"price": ["Free"], "company": ["Glu"], "description": ["  Join KIM KARDASHIAN on a red carpet adventure in Kim Kardashian: Hollywood! Create your own aspiring celebrity and rise to fame and fortune! ", " ", " ", "  "], "name": ["   KIM KARDASHIAN: HOLLYWOOD  ", " "]}
{"price": ["Free"], "company": ["Random Logic Games"], "description": ["  Are you ready for a guessing game like none other?! Guess The Emoji will entertain you for hours! Our new kid and family friendly game tests your logic and reasoning skills to solve simple (and sometimes hard!) Emoji Puzzles! You'll be presented with a screen displaying some emojis - what is it that these emoticons are describing?! Can you guess them all?", " ", " ", "  "], "name": ["   Guess The Emoji  ", " "]}
{"price": ["Free"], "company": ["KONAMI"], "description": ["  <<< Special Offer! >>>", "Start playing now and get a SUPER STAR for your team!", " ", " ", "  "], "name": ["   PES MANAGER  ", " "]}
{"price": ["Free"], "company": ["LINE Corporation"], "description": ["  There are no limits! Call and send messages as much as you want! ", " ", " ", "  "], "name": ["   LINE: Free Calls & Messages  ", " "]}
{"price": ["Free"], "company": ["Zakeh"], "description": ["  Do you have what it takes to take care of your very own alien pet?! Feed it, clean it, play with it and watch it grow up while leveling up and unlocking different wallpapers and outfits to satisfy your unique taste. How will YOU customize your POU? ", " ", " ", "  "], "name": ["   Pou  ", " "]}
{"price": ["Free"], "company": ["Smule, Inc"], "description": ["  From Bruno Mars to Mozart, play songs by the hottest artists on the #1 piano game! Get free songs every day and enjoy the best song catalog of any piano app.  Join the over 25 million Magic Piano players and experience the fun of playing piano - no lessons or tutors needed!", " ", " ", "  "], "name": ["   Magic Piano by Smule  ", " "]}
{"price": ["Free"], "company": ["Outfit7"], "description": ["  Discover the #1 games app in 135 countries! Adopt your very own baby kitten and help him grow into a fully grown cat. Take good care of your virtual pet, name him and make him part of your daily life by feeding him, playing with him and nurturing him as he grows. ", " ", " ", "  "], "name": ["   My Talking Tom  ", " "]}
{"price": ["Free"], "company": ["Badoo"], "description": ["  ★★★★★ Badoo", " ", " ", "  "], "name": ["   Badoo - Meet New People  ", " "]}
{"price": ["Free"], "company": ["Imangi Studios"], "description": ["  The addictive mega-hit Temple Run is now out for Android! All your friends are playing it - can you beat their high scores?!", " ", " ", "  "], "name": ["   Temple Run  ", " "]}
{"price": ["Free"], "company": ["Duolingo"], "description": ["  Learn Spanish, French, German, Portuguese, Italian, and English. Totally fun and 100% free.", " ", " ", "  "], "name": ["   Duolingo: Learn Languages Free  ", " "]}
{"price": ["Free"], "company": ["Halfbrick Studios"], "description": ["  For the hundreds of millions of fans around the world with trillions of fruit sliced - thank you for your amazing continued support! You have made Fruit Ninja one of the most popular games of all-time!", " ", " ", "  "], "name": ["   Fruit Ninja Free  ", " "]}
{"price": ["Free"], "company": ["Shortbreak Studios s.c."], "description": ["  A compelling game with NO PAY 2 WIN which you can download and play in seconds! ", " ", " ", "  "], "name": ["   The Collider Free  ", " "]}
{"price": ["Free"], "company": ["SwiftKey"], "description": ["  SwiftKey Keyboard is a free, award-winning keyboard app for Android that delivers smarter autocorrect, next-word prediction, support for over 800 emoji, emoji prediction and much more! It upgrades your device's on-screen keyboard, making it faster and easier for you to type. It’s packed full of customization features including over 30 colorful themes, layouts for all screen sizes and devices, and supports over 60 languages.", " ", " ", "  "], "name": ["   SwiftKey Keyboard  ", " "]}
{"price": ["Free"], "company": ["Lumos Labs, Inc."], "description": ["  Train your memory and attention. Used by over 60 million people worldwide, Lumosity is a Personal Training Program that challenges your brain.", " ", " ", "  "], "name": ["   Lumosity  ", " "]}
{"price": ["Free"], "company": ["Google Inc."], "description": ["  Shop, save, and pay with your phone.", " • Carry your loyalty programs and offers in one place", " • Send money easily to any friend in the US with an email address", " • Order the Google Wallet Card for free to spend your Wallet Balance and withdraw cash at ATMs", " • Tap and pay in stores wherever contactless payments are accepted. To see if your device supports tap and pay, go to http://goo.gl/tmttJx", " • Automatically track your online orders, get notified when they're shipped, plus view your order history in one place", "Stay protected when shopping or sending money", " • For security, Google Wallet comes with a PIN and 24/7 fraud monitoring", " • If your device is lost or stolen, you can easily disable the Google Wallet app online", "The Google Wallet app uses your location to show you nearby offers and more. If you would like to turn this feature off, please go to Settings and turn off Location Sharing.", "Google Wallet works on devices with Android 4.0.1 or later. ", " ", "  "], "name": ["   Google Wallet  ", " "]}
{"price": ["Free"], "company": ["Mobage"], "description": ["  Experience explosive and suspense-filled Hollywood action in TRANSFORMERS: Age of Extinction®, the all-new 3D combat runner and official mobile game for the new TRANSFORMERS movie from Paramount Pictures. In this cinematic universe, your mission is to take down DECEPTICON enemies as you run, dash, and change forms through fast-paced missions with your formidable cast of AUTOBOT heroes.", "Recruit and customize your team of TRANSFORMERS characters in both their robot and vehicle modes to level up their weapon power, tech and abilities. Take on bosses during regular in-game events and challenge your friends to compete for the highest score and the greatest rewards. This isn’t your typical endless runner, TRANSFORMERS: Age of Extinction puts you in the middle of an action-packed Hollywood blockbuster where it’s destroy or be destroyed! ", "KEY FEATURES", "•  Experience the First Combat Runner– Take down DECEPTICON enemies as you run and gun in robot mode or drive and dash in vehicle mode. ", "•  Gear Up and Roll Out! –Build a force to be reckoned with by upgrading your team of TRANSFORMERS characters to level up weapons, tech and abilities.", "•  Wreak Havoc with GRIMLOCK! – Destroy everything in your path with GRIMLOCK as you charge through obstacles and enemies alike. ", "•  Jump Into a Hollywood Blockbuster– Experience suspense-filled Hollywood action with fast paced missions, destructive environments, and epic 3D effects.", " ", " ", "  "], "name": ["   TRANSFORMERS AGE OF EXTINCTION  ", " "]}
{"price": ["Free"], "company": ["Expedia"], "description": ["  Save $25 using code MOBILE25 on your first hotel booking on the Expedia app of $100 or more! See details at: http://www.expedia.com/app ", " ", " ", "  "], "name": ["   Expedia Hotels & Flights  ", " "]}
{"price": ["$1.99"], "company": ["Activision Publishing, Inc."], "description": ["  Say Hello to the BIG BALLS!  Now you can tackle your favorite Wipeout obstacles on Android and pull off hilarious Wipeouts anywhere you go! Run, jump and dive through your favorite challenges from the hit TV show. ", "o Wiping out has never been this fun!  Earn style points for every victory as well as every Wipeout", "o Master classics like the Topple Towers and the infamous Big Balls, and face new challenges you've never seen before", "o Choose from a range of wacky contestants with unique abilities to conquer courses in the quickest time ", "o New to Wipeout or just having an off day? No Problem! Hone your skills in Time Trial mode, and try to get the perfect run on every round", "o Play through entire seasons including  fan-favorite themes and locations such as Sports Night and Old MacBallsy", "o Re-run your epic Wipeouts in super-slow motion: capture that perfect Wipeout moment and send a snapshot to your friends!", "o Cash in your style points to unlock new shows, contestants, and power-up helmets", "o Compete with your friends, earn achievements, and work your way up the score board as you face off against tougher and tougher contestants ", " ", " ", "  "], "name": ["   Wipeout  ", " "]}
{"price": ["$0.99"], "company": ["Electronic Arts Inc"], "description": ["  Anything can happen in THE GAME OF LIFE! Play with up to 3 friends as you navigate animated tokens through winding roads and lush landscapes with easy touch controls. Live on the edge or play it safe. LIFE is better than ever on Android!", " ", " ", "  "], "name": ["   THE GAME OF LIFE  ", " "]}
{"price": ["Free"], "company": ["Etsy, Inc"], "description": ["  The official Etsy mobile app for shopping and browsing.", "Fall in love with Etsy, anywhere.", " ", " ", "  "], "name": ["   Etsy  ", " "]}
{"price": ["Free"], "company": ["HU WEN ZENG"], "description": ["  NOTICE：We use \"Piano Tiles (Don't Tap The White Tile)\" as the name of iOS version on App Store.", " ", " ", "  "], "name": ["   Don't Tap The White Tile  ", " "]}
{"price": ["Free"], "company": ["ESPN Inc"], "description": ["  The free WatchESPN app lets you keep up with your sports anytime, anywhere on your Android phone and tablet.  Watch live games and studio shows with 24/7 access to ESPN, ESPN2, ESPN3, ESPNU, ESPNews and ESPN Deportes. You can also watch on-demand clips of the latest news and highlights.", "Access to live streaming video from ESPN, ESPN2, ESPN3, ESPNU, ESPNews and ESPN Deportes is determined by your TV provider. The providers below offer access to WatchESPN live video:", "-        AT&T U-verse", "-        Bright House Networks", "-        Charter", "-        Comcast XFINITY", "-        Cox", "-        DISH", "-        Google Fiber", "-        Midcontinent Communications", "-        Optimum", "-        Time Warner Cable", "-        Verizon FiOS TV", "Please check back regularly as new TV providers are added.  Access to on-demand highlights and news is available to everyone regardless of provider.", "The WatchESPN app offers live streaming access to thousands of games and events on the ESPN networks, including:", "-        Monday Night Football (tablets only)", "-        NBA Regular Season and Playoffs", "-        Major League Baseball", "-        The Masters, U.S. Open and The Open Championship", "-        College Football and Basketball", "-        All four Grand Slam tennis events", "Get up-to-the-minute news, highlights and analysis with live streaming of your favorite ESPN shows, including:", "-        SportsCenter", "-        PTI", "-        College GameDay", "-        Mike & Mike", "-        SportsNation", "-        Baseball Tonight ", " ", "  "], "name": ["   WatchESPN  ", " "]}
{"price": ["Free"], "company": ["FreaXator Games"], "description": ["  The goal of the game is to get the balls through the glass by opening the gate. For each ball you manage to get through the glass you're rewarded with a different amount of points, depending on its color. If the ball misses the glass, it disappears. When you lose all of your balls, the game is over. ", " ", " ", "  "], "name": ["   100 Ballz  ", " "]}
{"price": ["Free"], "company": ["King.com"], "description": ["  From the makers of Candy Crush Saga, Bubble Witch Saga & Farm Heroes Saga comes Bubble Witch 2 Saga!", " ", " ", "  "], "name": ["   Bubble Witch 2 Saga  ", " "]}
{"price": ["Free"], "company": ["Rovio Mobile Ltd."], "description": ["  NOTE: ART (the KitKat experimental runtime feature) is not currently supported by Angry Birds Epic! We hope to include ART support in future updates!", " ", " ", "  "], "name": ["   Angry Birds Epic  ", " "]}
{"price": ["Free"], "company": ["Surpax Technology Inc."], "description": ["  Super-Bright LED Flashlight instantly turns your device into a bright flashlight. The ultimate lighting tool takes full advantage of the LED light. Strobe/Blinking Mode is also supported and it's FREE!", " ", " ", "  "], "name": ["   Super-Bright LED Flashlight  ", " "]}
{"price": ["Free"], "company": ["King.com"], "description": ["  Candy Crush Saga, from the makers of Pet Rescue Saga & Farm Heroes Saga!", " ", " ", "  "], "name": ["   Candy Crush Saga  ", " "]}
{"price": ["Free"], "company": ["Pinterest, Inc."], "description": ["  Welcome to Pinterest, the world's biggest collection of everybody's favorite things.", "Join Pinterest to discover ideas for all your projects and interests, hand-picked by people like you. ", "With Pinterest you can:", "• Plan projects—home decor overhauls, car restorations, garden redesigns and other DIY efforts", "• Dream up your next travel outing—outdoor adventures, road trips with friends, family outings and exotic travel", "• Collect your favorite things—illustrations, ideas for tattoos, hilarious quotes, jewelry designs, the latest technology and inspiring art and architecture", "• Save great ideas—articles to read, movies to watch, gifts to buy, art for your home, fashion and beauty how-tos, food and recipes to cook, fitness tips and great hair looks", "• Get organized for a party—wedding decor, birthday themes, dresses for the dinner party and recipes for game day", "Use Pinterest today to discover things you you’re interested in, and let Pinterest inspire you to do those things.", "How it works:", "You organize all your ideas into collections (called “boards”) of visual bookmarks (called “Pins”). When you find something that looks interesting, all you have to do is Pin It! Pinning on Android is easy. Once you install the app, just go to any website. When you find something interesting, tap the Menu button and click Share. Click Add to Pinterest, and we’ll find all the images. Click the image you want to Pin, save it to a board, and you’re done.", "Boards can be shared with friends. Trying to spice up your next holiday dinner? Collect recipes for you and your family to try. Planning that dream wedding? Invite the other members of your wedding party to your wedding board to help them make it extra special and show them all the hair, makeup, and shoes you’re considering. Have a DIY club in your neighborhood? Have the group share their various projects to keep the inspiration flowing.", "Browsing Pins is even easier. Discover Pins in every possible interest by browsing interests and categories. Your home feed will have the latest Pins from your friends. Depending on your friends, you may see tattoos and recipes or quotes and shoes. Use search to find something more specific, like DIY jewelry and fancy dresses for next month’s cocktail party, or home decor ideas for your upcoming remodel.", "What will you discover on Pinterest?", "Quotes from reviews of Pinterest: ", "\"The near-perfect Pinterest mobile app rocks at just about all of your basic pinning and browsing needs.\" – CNET", "“Love it! Great app!” – All kinds of Pinterest reviewers ", " ", "  "], "name": ["   Pinterest  ", " "]}
{"price": ["$0.99"], "company": ["Electronic Arts Inc"], "description": ["  *This app offers in-app purchases. You may disable in-app purchasing using your device settings.", " ", " ", "  "], "name": ["   Plants vs. Zombies™  ", " "]}
{"price": ["Free"], "company": ["Clear Channel Broadcasting, Inc."], "description": ["  Hailed by CNET as \"the best streaming radio app.” Millions of Songs. Thousands of Stations. One Free App. That’s how easy iHeartRadio is. ", " ", " ", "  "], "name": ["   iHeartRadio – Internet Radio  ", " "]}
{"price": ["Free"], "company": ["WhatsApp Inc."], "description": ["  WhatsApp Messenger is a smartphone messenger available for Android and other smartphones. WhatsApp uses your 3G or WiFi (when available) to message with friends and family. Switch from SMS to WhatsApp to send and receive messages, pictures, audio notes, and video messages. First year FREE! ($0.99 USD/year after)", " ", " ", "  "], "name": ["   WhatsApp Messenger  ", " "]}
{"price": ["Free"], "company": ["Mobage"], "description": ["  OMG it's WOT! World of Thingies is an explosive and hyperactive puzzle game where you play against your friends in real-time or battle thousands of other players from around the world. Collect hundreds of adorable Thingies, unlock fun multiplayer items, and explore a vast imaginative world.", " ", " ", "  "], "name": ["   World of Thingies : Puzzle  ", " "]}
{"price": ["Free"], "company": ["Univision Communications Inc."], "description": ["  Description:", "LIVE streaming and 24/7 coverage of the 2014 FIFA World Cup! Univision Deportes provides you sports coverage in Spanish with real-time results and stats, the most comprehensive videos, photos, and latest news.  Access live streaming and select live games at no extra cost by signing in with your pay TV subscription.", " ", " ", "  "], "name": ["   Univision Deportes  ", " "]}
{"price": ["Free"], "company": ["retrica.co"], "description": ["  Great app for selfies! ", " ", " ", "  "], "name": ["   Retrica  ", " "]}
{"price": ["Free"], "company": ["Electronic Arts Inc"], "description": ["  ★ Step right up in The Sims FreePlay ★", " ", " ", "  "], "name": ["   The Sims™ FreePlay  ", " "]}
{"price": ["Free"], "company": ["Facebook"], "description": ["  Instantly reach the people in your life—for free. Messenger is just like texting, but you don't have to pay for every message (it works with your data plan).", " ", " ", "  "], "name": ["   Facebook Messenger  ", " "]}
{"price": ["Free"], "company": ["Craneballs Studios LLC"], "description": ["  Classic pick and shoot arcade shooter with a strong mafia stylization and gripping black-and-white comics graphics.", " ", " ", "  "], "name": ["   Overkill Mafia  ", " "]}
{"price": ["Free"], "company": ["Gameloft"], "description": ["  After being locked away in the moon for centuries, Nightmare Moon is set free and spreading night across Ponyville! Only Twilight Sparkle and her friends can free Ponyville from her grasp and bring light and friendship back to the land. Help them rebuild the town and reach their dreams in exciting quests!", " ", " ", "  "], "name": ["   MY LITTLE PONY  ", " "]}
{"price": ["Free"], "company": ["Dropbox, Inc."], "description": ["  Dropbox is a free service that lets you bring all your photos, docs, and videos anywhere. After you install Dropbox on your computer, any file you save to your Dropbox will automatically save to all your computers, your Android device, and even the Dropbox website! With the Dropbox app, you can take everything that matters to you on the go.", " ", " ", "  "], "name": ["   Dropbox  ", " "]}
{"price": ["$3.99"], "company": ["Cartoon Network"], "description": ["  ***We’re aware of an issue that is donkin’ up the Card Wars – Adventure Time update and some Android players may experience difficulties. We are currently working on resolving the issue and will release another update as soon as possible. Please try upgrading to Android 4.2 to improve stability. Thank you for your patience!***", " ", " ", "  "], "name": ["   Card Wars - Adventure Time  ", " "]}
{"price": ["Free"], "company": ["Noom Inc."], "description": ["  Get all the tools and guidance you need to lose weight. Noom Weight Loss Coach is a personalized coach that helps you form healthy habits through daily tasks, meal logging, and exercise tracking.", " ", " ", "  "], "name": ["   Noom Weight Loss Coach  ", " "]}
{"price": ["Free"], "company": ["Udemy"], "description": ["  Udemy is the world's largest destination for on-demand, online courses. ", " ", " ", "  "], "name": ["   Udemy: Online Courses  ", " "]}
{"price": ["Free"], "company": ["Viber Media S.à r.l."], "description": ["  With Viber, everyone in the world can connect. Freely. More than 200 million Viber users text, call, and send photo and video messages worldwide over Wifi or 3G - for free. Viber Out can be used to make calls to non-Viber mobile and landline numbers at low rates. Viber is available for many smartphones and platforms.   ", " ", " ", "  "], "name": ["   Viber  ", " "]}
{"price": ["Free"], "company": ["Miniclip.com"], "description": ["  •The World's #1 Pool game - now on Android!•", " ", " ", "  "], "name": ["   8 Ball Pool  ", " "]}
{"price": ["Free"], "company": ["2K Games, Inc."], "description": ["  MyNBA2K14 is the companion app to the world's biggest and best NBA video game franchise – NBA 2K14.   With MyNBA2K14, stay in touch with your Xbox 360 and PlayStation 3 version of NBA 2K14 wherever you go with the MyGAME feature that allows players to view key data from the console – including MyCAREER stats, online multiplayer records, and leaderboards while earning extra VC  (console in-game currency) with an NBA Pick-Em mini-game and daily VC rewards.  As an added bonus, players can also enjoy an NBA 2K themed card battle game, MyTeam Mobile, where players can collect the cards of over 400 current and former NBA players and battle against other NBA fans. ", " ", "  "], "name": ["   MyNBA2K14  ", " "]}
{"price": ["Free"], "company": ["Chillingo"], "description": ["  Take part in epic, explosive multiplayer tank battles in Iron Force. Join forces with your friends in team-based battles, or have a free-for-all. ", " ", " ", "  "], "name": ["   Iron Force  ", " "]}
{"price": ["Free"], "company": ["socialpoint"], "description": ["  Build a magical world in Dragon City! Gain hundreds of dragons, breed them and make them level up in order to become a Dragon Master!", " ", " ", "  "], "name": ["   Dragon City  ", " "]}
{"price": ["Free"], "company": ["Box"], "description": ["  Winner of PC Magazine's Editors' Choice Award: \"There are plenty of excellent file-syncing storage services, but, on Android, the Box app takes the cake.\"", " ", " ", "  "], "name": ["   Box  ", " "]}
{"price": ["Free"], "company": ["Coursera"], "description": ["  With Coursera, education is free, open, online - and now mobile!", " ", " ", "  "], "name": ["   Coursera  ", " "]}
{"price": ["Free"], "company": ["GIGL"], "description": ["  Cloud Raiders catapults action strategy to dizzying new heights! In a sky filled with floating islands, you must dominate them all. The best part? You have a five-million-ton floating island stronghold to do it! Assemble your army of ruthless raiders and transform your island into an impregnable fortress of doom! Form clans with your friends and blast your enemies out of the skies!", "-------------------------------", "Official Page on Facebook: https://www.facebook.com/cloudraidersgame", "-------------------------------", "Fortify your base with thundering cannons, cunning traps and spellbound artifacts, then lead your troops on sorties to fend off intruders and withstand hordes of skyborne enemies. Vicious pirates are only the first threat on the horizon, so quickly scatter their dastardly fleet to the four winds. Train an army of axe-brandishing marauders, grenade-lobbing bombardiers, fire-breathing dragons, and many more fearsome warriors to take the fight to your foes!", "-------------------------------", "Key features:", "★ Millions of strategies, but just one goal: Grab the other guy's loot!", "★ Form clans and fight for global dominance! Battle your way to ranked-PvP glory!", "★ Charge through an epic campaign across Floating Fortresses, Pirate Rafts, and other exciting airborne battles!", "★ Pit your army against legendary bosses and pirate overlords! Rumor has it giant golems roam the cloud forests, but those are just tall-tales... right?", "★ Summon powerful new units every week to fight by your side!", "★ Protect your base with powerful cannons, cunning traps and other fortifications! Rally your troops from their bunkers to meet your attackers head on!", "★ Unlock the full potential of your warriors, spells and heroes by upgrading them in the laboratory!", "★ Brew your own buffs to get an edge on the battlefield! Just don’t let your bombardiers near the brewery... that’s an accident just waiting to happen!", "★ Call in devastating cannon salvos from your Battle Carrier! Unlock new ammo upgrades to obliterate your opponents!", " ", " ", "  "], "name": ["   Cloud Raiders  ", " "]}
{"price": ["Free"], "company": ["Facebook"], "description": ["  Keeping up with friends is faster than ever.", " ", " ", "  "], "name": ["   Facebook  ", " "]}
{"price": ["Free"], "company": ["Supercell"], "description": ["  Introducing: Clan Wars! Crush enemy clans in clan versus clan battles.", " ", " ", "  "], "name": ["   Clash of Clans  ", " "]}
{"price": ["Free"], "company": ["Trulia"], "description": ["  Trulia Inc", "Google Play App Description", "4/24/14", " ", " ", "  "], "name": ["   Real Estate & Homes by Trulia  ", " "]}
{"price": ["Free"], "company": ["GAMEVIL"], "description": ["  Our magical globe needs a new chef!", "Join Ceylon's journey in Chef de Bubble!!", " ", " ", "  "], "name": ["   Chef de Bubble  ", " "]}
{"price": ["Free"], "company": ["Vine Labs, Inc."], "description": ["  Vine is the best way to see and share life in motion. Create short, beautiful, looping videos in a simple and fun way for your friends and family to see.", " ", " ", "  "], "name": ["   Vine  ", " "]}
{"price": ["Free"], "company": ["Netflix, Inc."], "description": ["  Netflix is the world’s leading subscription service for watching  TV episodes and movies on your phone. This Netflix mobile application delivers the best experience anywhere, anytime.", "Get the free app as a part of your Netflix membership and you can instantly watch thousands of TV episodes & movies on your phone.  ", "If you are not a Netflix member sign up for Netflix and start enjoying immediately on your phone with our one-month free trial.", "How does Netflix work?", "• Netflix membership gives you access to unlimited TV shows and movies for one low monthly price.  ", "• With the Netflix app you can instantly watch as many TV episodes & movies as you want, as often as you want, anytime you want.", "• You can Browse a growing selection of thousands of titles, and new episodes that are added regularly. ", "• Search for titles and watch immediately on your phone or on an ever expanding list of supported devices.", "• Rate your favorite shows and movies and tell us what you like so Netflix can help suggest the best titles for you.", "• Start watching on one device, and resume watching on another. Check out netflix.com for all the TVs, game consoles, tablets, phones, Blu-ray players and set top boxes on which you can watch Netflix.", " ", " ", "  "], "name": ["   Netflix  ", " "]}
{"price": ["Free"], "company": ["Kik Interactive"], "description": ["  120 million people love Kik! Only Kik lets you connect with all your friends, no matter how you meet them – at school, on your favorite social app, or in an online game. Just ask them: “What’s your Kik?”", " ", " ", "  "], "name": ["   Kik  ", " "]}
{"price": ["Free"], "company": ["MyFitnessPal, Inc."], "description": ["  Lose weight with MyFitnessPal, the fastest and easiest to use calorie counter for Android. With the largest food database of any Android calorie counter (over 3,000,000 foods), and amazingly fast food and exercise entry, we’ll help you take those extra pounds off! There is no better diet app – period.", " ", " ", "  "], "name": ["   Calorie Counter - MyFitnessPal  ", " "]}
