{"price": ["£0.10"], "company": ["Ubisoft Entertainment"], "description": ["  “Outstanding visuals and music” ", "*SlideToPlay.com* ", " ", " ", "  "], "name": ["    Assassin's Creed Pirates  ", " "]}
{"price": [], "company": ["Mobeam Inc."], "description": ["  Shop, Store, Save & Redeem with Beep'Go", "#1 ranking Shopping App (July, 2014)", "Beep'nGo’s patented beaming technology is showcased as the top Samsung Galaxy Gift, and quickly becoming the “must-have” shopping app.", "Beep'nGo Features:", "► DISCOVER GREAT COUPONS, DEALS & OFFERS:", "Save money everyday!  Get amazing in-store mobile offers, coupons, discounts & daily deals from your favorite stores, delivered right to your fingertips.  Shop smarter!", "(Offers are currently only available in US & Canada, with more countries coming very soon)", "► SAVE SPACE, SAVE TIME, SAVE MONEY:", "Store and carry all of your loyalty cards, gift cards, membership cards, digital coupons, boarding passes, movie tickets, event passes and more in one convenient and secure location - No more plastic cards or paper coupons required!", "• Beep'nGo lets you easily scan and save your loyalty, gift and membership cards into the app using the camera, or by manually entering the barcode number on your card.", "• Save coupons and offers to your loyalty card. When you use the card, you get the discount – Easy!", "► REDEEM STRAIGHT FROM YOUR PHONE:", "No other app offers the barcode beaming functionality of Beep'nGo.  Where most scanners cannot read coupons and loyalty cards direct-from-device screens, Beep'nGo works at nearly every Point of Sale (POS) checkout station.  That’s over 165 million stores around the world!  Just Beep'nGo - Breeze through checkouts and never carry coupons or loyalty cards outside your phone again – It just works!", "Supported Devices:", "• Samsung Galaxy S4", "• Samsung Galaxy S5", "• Samsung Galaxy Note 3", "• More coming soon!", "Millions of customers trust Beep'nGo", "Beep'nGo has been featured on TechCrunch, Engadget, CNBC's Mad Money with Jim Cramer, the Wall Street Journal, and many more!", "Visit our website https://www.mobeam.com to learn more about us!", " ", " ", "  "], "name": ["    Beep'nGo - Coupons & Discounts  ", " "]}
{"price": [], "company": ["Skype"], "description": ["  Say “hello” to friends and family with an instant message, voice or video call on Skype for free. Join the millions of people using Skype today to stay in touch with the people who matter most. There’s so much you can do, right from the palm of your hand. ", "Features:", "• Find all your friends and family in an instant - With over 250 million people using Skype, you’re bound to bump into someone you know.", "• Talk with your fingers - No matter where you are, your friends are always at your fingertips with free instant messaging.", "• Call your world from Skype - Talk to your heart’s content with free voice and video calls to all your friends and family on Skype.", "• Low cost calls to mobiles and landlines too - Keep in touch, even if they’re not on Skype, with low cost calls and SMS to mobiles and landlines on the other side of town or the world.", "• Share your favourite snaps - Got a favourite photo to share? Send it over Skype to friends and family and you won’t have to worry about email size limits or expensive MMS charges.", "• Chat with anyone, anywhere - Skype’s available on smartphones, tablets, PCs, Macs, and even TVs. Whatever device your friends or family use, Skype just works. Simple.", "• Video messaging – Record life’s everyday moments and share them with the people who matter most, with free and unlimited video messaging over Skype.", " ", " ", "  "], "name": ["    Skype - free IM & video calls  ", " "]}
{"price": [], "company": ["Ketchapp"], "description": ["  Make the little bird fly! Don't touch the spikes! ", " ", " ", "  "], "name": ["    Don't Touch The Spikes  ", " "]}
{"price": [], "company": ["Glu"], "description": ["  Hunt or be hunted! Embark on the dinosaur hunting expedition of a lifetime to kill the ultimate game in Dino Hunter: Deadly Shores.", " ", " ", "  "], "name": ["    DINO HUNTER: DEADLY SHORES  ", " "]}
{"price": [], "company": ["Mobage"], "description": ["  Care for a section of beautiful, fragile rainforest as you raise butterflies through their incredible life cycle. Bring life and light into the environment with your touch and build the most valuable, spectacular collection. Can you attract the rarest of species to your little corner of the forest? ", " ", " ", "  "], "name": ["    Flutter  ", " "]}
{"price": [], "company": ["Digital Melody"], "description": ["  Timberman is an oldschool arcade style casual game. Become a Timberman, chop wood and avoid the branches. Sounds like an easy task? It's easy to play but hard to master. 4 variable environments and 8 Timbermen to unlock. Master your skills for the top records on the leaderboards.", " ", " ", "  "], "name": ["    Timberman  ", " "]}
{"price": [], "company": ["Instagram"], "description": ["  Over 200 million users love Instagram! ", " ", " ", "  "], "name": ["    Instagram  ", " "]}
{"price": [], "company": ["Glu"], "description": ["  Join KIM KARDASHIAN on a red carpet adventure in Kim Kardashian: Hollywood! Create your own aspiring celebrity and rise to fame and fortune! ", " ", " ", "  "], "name": ["    KIM KARDASHIAN: HOLLYWOOD  ", " "]}
{"price": [], "company": ["Random Logic Games"], "description": ["  Are you ready for a guessing game like none other?! Guess The Emoji will entertain you for hours! Our new kid and family friendly game tests your logic and reasoning skills to solve simple (and sometimes hard!) Emoji Puzzles! You'll be presented with a screen displaying some emojis - what is it that these emoticons are describing?! Can you guess them all?", " ", " ", "  "], "name": ["    Guess The Emoji  ", " "]}
{"price": [], "company": ["KONAMI"], "description": ["  Take on the world with your dream team! All new users who purchase Energy Balls within 48 hours of downloading will receive a free Super Star player!", " ", " ", "  "], "name": ["    PES MANAGER  ", " "]}
{"price": [], "company": ["LINE Corporation"], "description": ["  There are no limits! Call and send messages as much as you want! ", " ", " ", "  "], "name": ["    LINE: Free Calls & Messages  ", " "]}
{"price": [], "company": ["Zakeh"], "description": ["  Do you have what it takes to take care of your very own alien pet?! Feed it, clean it, play with it and watch it grow up while leveling up and unlocking different wallpapers and outfits to satisfy your unique taste. How will YOU customize your POU? ", " ", " ", "  "], "name": ["    Pou  ", " "]}
{"price": [], "company": ["Smule, Inc"], "description": ["  From Bruno Mars to Mozart, play songs by the hottest artists on the #1 piano game! Get free songs every day and enjoy the best song catalog of any piano app.  Join the over 25 million Magic Piano players and experience the fun of playing piano - no lessons or tutors needed!", " ", " ", "  "], "name": ["    Magic Piano by Smule  ", " "]}
{"price": [], "company": ["Outfit7"], "description": ["  Yay, summer! Enjoy 50% discount on ALL in-app purchases of gold coins and dress your cat in Aloha Outfit!", " ", " ", "  "], "name": ["    My Talking Tom  ", " "]}
{"price": [], "company": ["Badoo"], "description": ["  ★★★★★ Badoo", " ", " ", "  "], "name": ["    Badoo - Meet New People  ", " "]}
{"price": [], "company": ["Imangi Studios"], "description": ["  The addictive mega-hit Temple Run is now out for Android! All your friends are playing it - can you beat their high scores?!", " ", " ", "  "], "name": ["    Temple Run  ", " "]}
{"price": [], "company": ["Halfbrick Studios"], "description": ["  For the hundreds of millions of fans around the world with trillions of fruit sliced - thank you for your amazing continued support! You have made Fruit Ninja one of the most popular games of all-time!", " ", " ", "  "], "name": ["    Fruit Ninja Free  ", " "]}
{"price": [], "company": ["Shortbreak Studios s.c."], "description": ["  A compelling game with NO PAY 2 WIN which you can download and play in seconds! ", " ", " ", "  "], "name": ["    The Collider Free  ", " "]}
{"price": [], "company": ["SwiftKey"], "description": ["  SALE! Save 33% on individual themes and packs of 5 themes for a limited time only!*", " ", " ", "  "], "name": ["    SwiftKey Keyboard + Emoji  ", " "]}
{"price": [], "company": ["Lumos Labs, Inc."], "description": ["  Train your memory and attention. Used by over 60 million people worldwide, Lumosity is a Personal Training Program that challenges your brain.", " ", " ", "  "], "name": ["    Lumosity  ", " "]}
{"price": [], "company": ["Mobage"], "description": ["  Experience explosive and suspense-filled Hollywood action in TRANSFORMERS: Age of Extinction®, the all-new 3D combat runner and official mobile game for the new TRANSFORMERS movie from Paramount Pictures. In this cinematic universe, your mission is to take down DECEPTICON enemies as you run, dash, and change forms through fast-paced missions with your formidable cast of AUTOBOT heroes.", "Recruit and customize your team of TRANSFORMERS characters in both their robot and vehicle modes to level up their weapon power, tech and abilities. Take on bosses during regular in-game events and challenge your friends to compete for the highest score and the greatest rewards. This isn’t your typical endless runner, TRANSFORMERS: Age of Extinction puts you in the middle of an action-packed Hollywood blockbuster where it’s destroy or be destroyed! ", "KEY FEATURES", "•  Experience the First Combat Runner– Take down DECEPTICON enemies as you run and gun in robot mode or drive and dash in vehicle mode. ", "•  Gear Up and Roll Out! –Build a force to be reckoned with by upgrading your team of TRANSFORMERS characters to level up weapons, tech and abilities.", "•  Wreak Havoc with GRIMLOCK! – Destroy everything in your path with GRIMLOCK as you charge through obstacles and enemies alike. ", "•  Jump Into a Hollywood Blockbuster– Experience suspense-filled Hollywood action with fast paced missions, destructive environments, and epic 3D effects.", " ", " ", "  "], "name": ["    TRANSFORMERS AGE OF EXTINCTION  ", " "]}
{"price": [], "company": ["Etsy, Inc"], "description": ["  The official Etsy mobile app for shopping and browsing.", "Fall in love with Etsy, anywhere.", " ", " ", "  "], "name": ["    Etsy  ", " "]}
{"price": [], "company": ["HU WEN ZENG"], "description": ["  NOTICE：We use \"Piano Tiles (Don't Tap The White Tile)\" as the name of iOS version on App Store.", " ", " ", "  "], "name": ["    Don't Tap The White Tile  ", " "]}
{"price": [], "company": ["FreaXator Games"], "description": ["  The goal of the game is to get the balls through the glass by opening the gate. For each ball you manage to get through the glass you're rewarded with a different amount of points, depending on its color. If the ball misses the glass, it disappears. When you lose all of your balls, the game is over. ", " ", " ", "  "], "name": ["    100 Ballz  ", " "]}
{"price": [], "company": ["King"], "description": ["  From the makers of Candy Crush Saga, Bubble Witch Saga & Farm Heroes Saga comes Bubble Witch 2 Saga!", " ", " ", "  "], "name": ["    Bubble Witch 2 Saga  ", " "]}
{"price": [], "company": ["Rovio Mobile Ltd."], "description": ["  THE GOOGLE PLAY SUMMER SALE IS HERE! An Epic game deserves an Epic offer, so there’s a whopping 30% discount on all Lucky Coins! Go fill up your purse and head into battle!", " ", " ", "  "], "name": ["    Angry Birds Epic  ", " "]}
{"price": [], "company": ["Surpax Technology Inc."], "description": ["  Super-Bright LED Flashlight instantly turns your device into a bright flashlight. The ultimate lighting tool takes full advantage of the LED light. Strobe/Blinking Mode is also supported and it's FREE!", " ", " ", "  "], "name": ["    Super-Bright LED Flashlight  ", " "]}
{"price": [], "company": ["King"], "description": ["  Candy Crush Saga, from the makers of Pet Rescue Saga & Farm Heroes Saga!", " ", " ", "  "], "name": ["    Candy Crush Saga  ", " "]}
{"price": [], "company": ["Pinterest, Inc."], "description": ["  Welcome to Pinterest, the world's biggest collection of everybody's favorite things.", "Join Pinterest to discover ideas for all your projects and interests, hand-picked by people like you. ", "With Pinterest you can:", "• Plan projects—home decor overhauls, car restorations, garden redesigns and other DIY efforts", "• Dream up your next travel outing—outdoor adventures, road trips with friends, family outings and exotic travel", "• Collect your favorite things—illustrations, ideas for tattoos, hilarious quotes, jewelry designs, the latest technology and inspiring art and architecture", "• Save great ideas—articles to read, movies to watch, gifts to buy, art for your home, fashion and beauty how-tos, food and recipes to cook, fitness tips and great hair looks", "• Get organized for a party—wedding decor, birthday themes, dresses for the dinner party and recipes for game day", "Use Pinterest today to discover things you you’re interested in, and let Pinterest inspire you to do those things.", "How it works:", "You organize all your ideas into collections (called “boards”) of visual bookmarks (called “Pins”). When you find something that looks interesting, all you have to do is Pin It! Pinning on Android is easy. Once you install the app, just go to any website. When you find something interesting, tap the Menu button and click Share. Click Add to Pinterest, and we’ll find all the images. Click the image you want to Pin, save it to a board, and you’re done.", "Boards can be shared with friends. Trying to spice up your next holiday dinner? Collect recipes for you and your family to try. Planning that dream wedding? Invite the other members of your wedding party to your wedding board to help them make it extra special and show them all the hair, makeup, and shoes you’re considering. Have a DIY club in your neighborhood? Have the group share their various projects to keep the inspiration flowing.", "Browsing Pins is even easier. Discover Pins in every possible interest by browsing interests and categories. Your home feed will have the latest Pins from your friends. Depending on your friends, you may see tattoos and recipes or quotes and shoes. Use search to find something more specific, like DIY jewelry and fancy dresses for next month’s cocktail party, or home decor ideas for your upcoming remodel.", "What will you discover on Pinterest?", "Quotes from reviews of Pinterest: ", "\"The near-perfect Pinterest mobile app rocks at just about all of your basic pinning and browsing needs.\" – CNET", "“Love it! Great app!” – All kinds of Pinterest reviewers ", " ", "  "], "name": ["    Pinterest  ", " "]}
{"price": [], "company": ["WhatsApp Inc."], "description": ["  WhatsApp Messenger is a smartphone messenger available for Android and other smartphones. WhatsApp uses your 3G or WiFi (when available) to message with friends and family. Switch from SMS to WhatsApp to send and receive messages, pictures, audio notes, and video messages. First year FREE! ($0.99 USD/year after)", " ", " ", "  "], "name": ["    WhatsApp Messenger  ", " "]}
{"price": [], "company": ["Univision Communications Inc."], "description": ["  Description:", "LIVE streaming and 24/7 coverage of the 2014 FIFA World Cup! Univision Deportes provides you sports coverage in Spanish with real-time results and stats, the most comprehensive videos, photos, and latest news.  Access live streaming and select live games at no extra cost by signing in with your pay TV subscription.", " ", " ", "  "], "name": ["    Univision Deportes  ", " "]}
{"price": [], "company": ["retrica.co"], "description": ["  Great app for selfies! ", " ", " ", "  "], "name": ["    Retrica  ", " "]}
{"price": [], "company": ["Craneballs Studios LLC"], "description": ["  Classic pick and shoot arcade shooter with a strong mafia stylization and gripping black-and-white comics graphics.", " ", " ", "  "], "name": ["    Overkill Mafia  ", " "]}
{"price": [], "company": ["Gameloft"], "description": ["  Time to slap hooves and celebrate summer in My Little Pony with an exclusive animated Android decoration!", " ", " ", "  "], "name": ["    MY LITTLE PONY  ", " "]}
{"price": [], "company": ["Noom Inc."], "description": ["  Get all the tools and guidance you need to lose weight. Noom Weight Loss Coach is a personalized coach that helps you form healthy habits through daily tasks, meal logging, and exercise tracking.", " ", " ", "  "], "name": ["    Noom Weight Loss Coach  ", " "]}
{"price": [], "company": ["Udemy"], "description": ["  Udemy is the world's largest destination for online courses, training, and tutorials. ", " ", " ", "  "], "name": ["    Udemy: Courses and Tutorials  ", " "]}
{"price": [], "company": ["Miniclip.com"], "description": ["  •The World's #1 Pool game - now on Android!•", " ", " ", "  "], "name": ["    8 Ball Pool  ", " "]}
{"price": [], "company": ["2K Games, Inc."], "description": ["  MyNBA2K14 is the companion app to the world's biggest and best NBA video game franchise – NBA 2K14.   With MyNBA2K14, stay in touch with your Xbox 360 and PlayStation 3 version of NBA 2K14 wherever you go with the MyGAME feature that allows players to view key data from the console – including MyCAREER stats, online multiplayer records, and leaderboards while earning extra VC  (console in-game currency) with an NBA Pick-Em mini-game and daily VC rewards.  As an added bonus, players can also enjoy an NBA 2K themed card battle game, MyTeam Mobile, where players can collect the cards of over 400 current and former NBA players and battle against other NBA fans. ", " ", "  "], "name": ["    MyNBA2K14  ", " "]}
{"price": [], "company": ["Coursera"], "description": ["  With Coursera, education is free, open, online - and now mobile!", " ", " ", "  "], "name": ["    Coursera  ", " "]}
{"price": [], "company": ["GIGL"], "description": ["  Cloud Raiders catapults action strategy to dizzying new heights! In a sky filled with floating islands, you must dominate them all. The best part? You have a five-million-ton floating island stronghold to do it! Assemble your army of ruthless raiders and transform your island into an impregnable fortress of doom! Form clans with your friends and blast your enemies out of the skies!", "-------------------------------", "Official Page on Facebook: https://www.facebook.com/cloudraidersgame", "-------------------------------", "Fortify your base with thundering cannons, cunning traps and spellbound artifacts, then lead your troops on sorties to fend off intruders and withstand hordes of skyborne enemies. Vicious pirates are only the first threat on the horizon, so quickly scatter their dastardly fleet to the four winds. Train an army of axe-brandishing marauders, grenade-lobbing bombardiers, fire-breathing dragons, and many more fearsome warriors to take the fight to your foes!", "-------------------------------", "Key features:", "★ Millions of strategies, but just one goal: Grab the other guy's loot!", "★ Form clans and fight for global dominance! Battle your way to ranked-PvP glory!", "★ Charge through an epic campaign across Floating Fortresses, Pirate Rafts, and other exciting airborne battles!", "★ Pit your army against legendary bosses and pirate overlords! Rumor has it giant golems roam the cloud forests, but those are just tall-tales... right?", "★ Summon powerful new units every week to fight by your side!", "★ Protect your base with powerful cannons, cunning traps and other fortifications! Rally your troops from their bunkers to meet your attackers head on!", "★ Unlock the full potential of your warriors, spells and heroes by upgrading them in the laboratory!", "★ Brew your own buffs to get an edge on the battlefield! Just don’t let your bombardiers near the brewery... that’s an accident just waiting to happen!", "★ Call in devastating cannon salvos from your Battle Carrier! Unlock new ammo upgrades to obliterate your opponents!", " ", " ", "  "], "name": ["    Cloud Raiders  ", " "]}
{"price": [], "company": ["Facebook"], "description": ["  Keeping up with friends is faster than ever.", " ", " ", "  "], "name": ["    Facebook  ", " "]}
{"price": [], "company": ["Supercell"], "description": ["  Introducing: Clan Wars! Crush enemy clans in clan versus clan battles.", " ", " ", "  "], "name": ["    Clash of Clans  ", " "]}
{"price": [], "company": ["Vine Labs, Inc."], "description": ["  Vine is the best way to see and share life in motion. Create short, beautiful, looping videos in a simple and fun way for your friends and family to see.", " ", " ", "  "], "name": ["    Vine  ", " "]}
{"price": [], "company": ["Netflix, Inc."], "description": ["  Netflix is the world’s leading subscription service for watching  TV episodes and movies on your phone. This Netflix mobile application delivers the best experience anywhere, anytime.", "Get the free app as a part of your Netflix membership and you can instantly watch thousands of TV episodes & movies on your phone.  ", "If you are not a Netflix member sign up for Netflix and start enjoying immediately on your phone with our one-month free trial.", "How does Netflix work?", "• Netflix membership gives you access to unlimited TV shows and movies for one low monthly price.  ", "• With the Netflix app you can instantly watch as many TV episodes & movies as you want, as often as you want, anytime you want.", "• You can Browse a growing selection of thousands of titles, and new episodes that are added regularly. ", "• Search for titles and watch immediately on your phone or on an ever expanding list of supported devices.", "• Rate your favorite shows and movies and tell us what you like so Netflix can help suggest the best titles for you.", "• Start watching on one device, and resume watching on another. Check out netflix.com for all the TVs, game consoles, tablets, phones, Blu-ray players and set top boxes on which you can watch Netflix.", " ", " ", "  "], "name": ["    Netflix  ", " "]}
{"price": [], "company": ["Kik Interactive"], "description": ["  150 million people love Kik! Only Kik lets you connect with all your friends, no matter how you meet them – at school, on your favorite social app, or in an online game. Just ask them: “What’s your Kik?”", " ", " ", "  "], "name": ["    Kik  ", " "]}
